docs/benchmarks/steady-state.txt

Summary:
  Total:	15.0026 secs
  Slowest:	0.0405 secs
  Fastest:	0.0001 secs
  Average:	0.0027 secs
  Requests/sec:	18200.4602
  
  Total data:	11981102 bytes
  Size/request:	43 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [222843]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.008 [47775]	|■■■■■■■■■
  0.012 [2268]	|
  0.016 [61]	|
  0.020 [7]	|
  0.024 [0]	|
  0.028 [22]	|
  0.032 [32]	|
  0.036 [42]	|
  0.040 [4]	|


Latency distribution:
  10%% in 0.0008 secs
  25%% in 0.0014 secs
  50%% in 0.0024 secs
  75%% in 0.0037 secs
  90%% in 0.0051 secs
  95%% in 0.0060 secs
  99%% in 0.0080 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0012 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0024 secs
  resp wait:	0.0027 secs, 0.0001 secs, 0.0393 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0039 secs

Status code distribution:
  [200]	273055 responses